Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/aanellinen_kuvasarja_tenolaisen_veneen_valmistamisesta_ilmestyi.html.tmx
Source language: fin
Languages: sme

source: Äänellinen kuvasarja tenolaisen veneen valmistamisesta ilmestyi
sme: Govva-jietna-ráidu Deanu fatnasa duddjomis

source: Deanu fanas – kuvasarja tenolaisen veneen valmistusvaiheista on ilmestynyt.
sme: Deanu fanas – govvaráidu Deanu fatnasa duddjomis lea almmustuvvan.

source: Kuvasarjaa voi käyttää sekä saamelaisen käsityön että pohjoissaamen kielen oppimateriaalina.
sme: Govvaráiddu sáhttá geavahit sihke duoji ja davvisámegiela oahppamateriálan.

source: Kuvakertomuksessa Elle Ásllat Niillas Jovnna, Jouni Laiti, kertoo tenolaisen veneen valmistamisen vaiheista.
sme: Govvamuitalusas Elle Ásllat Niillas Jovnna, Jouni Laiti , muitala Deanu fatnasa duddjomis.

source: Veneen rakentamisen vaiheet on kuvattu Saamelaisalueen koulutuskeskuksen kurssilla.
sme: Fanasduddjoma muttot leat govviduvvon Sámeguovllu oahpahusguovddáža gurssas.

source: Työvaiheita havainnollistavien kuvien lisäksi aineisto sisältää Jouni Laitin haastattelun.
sme: Bargomuttuid govvideaddji govaid lassin materiála sisttisdoallá Jovnna jearahallama.

source: Haastattelijana toimii Jávrri Juhan Niillas, Niilo Aikio.
sme: Jearahallin lea Jávrri Juhan Niillas, Niilo Aikio .

source: Aineiston on kuvannut Ilona Tikkanen ja materiaalin editoinut Hannu Kangasniemi.
sme: Materiála lea govven Ilona Tikkanen ja materiála lea editeren Hannu Kangasniemi .

source: Materiaalin on tuottanut Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto .
sme: Materiála lea buvttadan Sámedikki skuvlen- ja oahppamateriáladoaimmahat .

source: Katso ja kuuntele kuvasarja tästä: https://bit.ly/DeanuFanas
sme: Geahča ja guldal govvaráiddu dáppe: https://bit.ly/DeanuFanas
